{
    "anime": [
        {
            "id": 0,
            "title": "Мастера Меча Онлайн: Прогрессив — Ария в беззвёздной ночи",
            "poster": "https://areatopik.com/wp-content/uploads/2022/07/Sword-Art-Onlie-P-I-A-1-Pictures-2-scaled.jpg",
            "originTitle": "劇場版 ソードアート・オンライン プログレッシブ 星なき夜のアリア",
            "description": "Асуна Юки была лучшей ученицей, усердно готовилась к вступительным экзаменам в старшую школу, но это было до того, как она одолжила у брата игровую систему виртуальной реальности и оказалась в ловушке Sword Art Online вместе с десятью тысячами других напуганных игроков. Проходит время, и Асуна начинает бояться, что станет с её жизнью за пределами фантастического мира. Какой неудачницей она может оказаться в глазах сверстников и родителей. Не желая ждать в сторонке, пока более опытные игроки пройдут игру, Асуна использует свои способности к обучению, чтобы изучить механику игры и владение мечом. Её быстрота впечатляет Кирито, профессионального геймера, который приглашает Асуну присоединиться к лучшим игрокам на передовой. Готова ли Асуна поменять рейтинг класса на рейтинг игрока и присоединиться к Кирито?",
            "geners": [
                "Action",
                "Detective"
            ],
            "images": [
                "https://media.kg-portal.ru/anime/s/swordartonlineprogressive/trailers/42415t_2x.jpg",
                "https://kg-portal.ru/img/102501/main_2x.jpg"
            ],
            "director": "Рэки Кавахара",
            "releaseDate": "31.10.2021",
            "author": 0
        },
        {
            "id": 1,
            "title": "Рандеву с жизнью 4",
            "poster": "https://shikimori.one//system/screenshots/original/0fbadc911b12a35ec911d80094d633f7fafa184f.jpg?1649427866",
            "originTitle": "劇場版 ソードアート・オンライン プログレッシブ 星なき夜のアリア",
            "description": "16-летний Сидо Ицука в раннем детстве остался без родителей и теперь вместе с младшей сестрой Котори обитает в пригороде Токио. Однажды из-за сестры Ицука оказался прямо в эпицентре катаклизма и узнал, что неведомые Духи являются на Землю.",
            "geners": [
                "Action",
                "Detective"
            ],
            "images": [
                "https://media.kg-portal.ru/anime/s/swordartonlineprogressive/trailers/42415t_2x.jpg",
                "https://kg-portal.ru/img/102501/main_2x.jpg"
            ],
            "director": "Дзюн Накагава",
            "releaseDate": "31.10.2021",
            "author": 0
        },
        {
            "id": 2,
            "title": "Госпожа Кагуя: в любви как на войне 3",
            "poster": "https://shikimori.one//system/screenshots/original/5ef3130056df892a75a487219680bed96d6c4194.jpg?1649439746",
            "originTitle": "劇場版 ソードアート・オンライン プログレッシブ 星なき夜のアリア",
            "description": "Миюки Сироганэ — признанный молодой гений, имеющий высокие оценки по всем предметам и возглавляющий школьный совет одной из самых престижных школ страны. Парень работает вместе с Кагуей Синомией — вице-президентом и по совместительству первой красавицей школы. Хотя ребята не состоят в отношениях, но окружающие считают их отличной парой. Проработав бок о бок длительное время, герои осознают появившиеся друг к другу чувства, однако никто из них не хочет признаваться, считая это слабостью. И теперь они готовы совершать любые, даже самые безумные поступки, чтобы получить признание.",
            "geners": [
                "Action",
                "Detective"
            ],
            "images": [
                "https://media.kg-portal.ru/anime/s/swordartonlineprogressive/trailers/42415t_2x.jpg",
                "https://kg-portal.ru/img/102501/main_2x.jpg"
            ],
            "director": "Рэки Кавахара",
            "releaseDate": "31.10.2021",
            "author": 0
        },
        {
            "id": 3,
            "title": "Руководство гениального принца по вызволению страны из долгов ONA",
            "poster": "https://static.aniu.ru/posters/e1d1bf37402795c671ff7d6192d1a133.jpg",
            "originTitle": "劇場版 ソードアート・オンライン プログレッシブ 星なき夜のアリア",
            "description": "",
            "geners": [
                "Action",
                "Detective"
            ],
            "images": [
                "https://media.kg-portal.ru/anime/s/swordartonlineprogressive/trailers/42415t_2x.jpg",
                "https://kg-portal.ru/img/102501/main_2x.jpg"
            ],
            "director": "Рэки Кавахара",
            "releaseDate": "31.10.2021",
            "author": 0
        },
        {
            "id": 4,
            "title": "По ту сторону границы: Плевать на чувства — я тебя засужу Kyoukai no Kanata: Idol Saiban! Mayoi",
            "poster": "https://shikimori.one//system/screenshots/original/c708a0f139e4d9c4fe1157e36adcfe171d53d3e2.jpg?1660998196",
            "originTitle": "劇場版 ソードアート・オンライン プログレッシブ 星なき夜のアリア",
            "description": "В данных эпизодах будут показаны чиби-версии девушек из сериала, вершащих суд над другими героями.",
            "geners": [
                "Action",
                "Detective"
            ],
            "images": [
                "https://media.kg-portal.ru/anime/s/swordartonlineprogressive/trailers/42415t_2x.jpg",
                "https://kg-portal.ru/img/102501/main_2x.jpg"
            ],
            "director": "Рэки Кавахара",
            "releaseDate": "31.10.2021",
            "author": 0
        },
        {
            "id": 5,
            "title": "Ещё больше любовных неприятностей",
            "poster": "https://shikimori.one//system/screenshots/original/01965a3907f87ef4d0d14779fbe67b3c5e422ee3.jpg?1423540170",
            "originTitle": "劇場版 ソードアート・オンライン プログレッシブ 星なき夜のアリア",
            "description": "На Земле минул год с начала неофициального дружественного визита принцессы Лалы Саталин Девилюк. Дочь повелителя всея Галактики покинула родной дом, чтобы избежать назойливых ухажеров, и в первый же день на новой планете встретила истинную любовь в лице Рито Юки, конечно же, простого японского школьника. Правда, некоторые источники утверждают, что во всем виновато недоразумение, но ведь женское чутье в подобных вопросах не ошибается, сословные и культурные барьеры ему не страшны! И пускай сам Рито честно признался, что его сердце уже отдано однокласснице и давней подруге Харуне Сайрэндзи. Что ни говори, Лала имеет куда более качественное и обширное образование, один из постулатов которого гласит: принцессы всегда получают то, чего хотят!Время шло, проблемы возникали и решались, Земля стала популярным в Галактике местом отдыха, а в доме семьи Юки возникла целая инопланетная колония: Лала, ее сестры Нана и Момо, робот Пеке и разумный цветок Селина. Сюда же можно добавить симпатичную охотницу Ями, прибывшую за головой главного героя, да так и оставшуюся в… э-э… научных целях. Видя подобное внимание, выводы сделали и ученицы школы Сайнан, куда перевелись почти все «высокие гости». Постепенно Рито понял, что, выходя на межпланетный уровень, надо расширять мировоззрение, то есть пробовать себя в нелегкой роли гарем-мастера. Семья Масаки уже давно доказала – галактическому принцу по-другому нельзя!",
            "geners": [
                "Action",
                "Detective"
            ],
            "images": [
                "https://media.kg-portal.ru/anime/s/swordartonlineprogressive/trailers/42415t_2x.jpg",
                "https://kg-portal.ru/img/102501/main_2x.jpg"
            ],
            "director": "Рэки Кавахара",
            "releaseDate": "31.10.2021",
            "author": 0
        }
    ],

    "users": [
        {            
            "id": 0,
            "nickname": "Anime Lover",
            "photo": "https://areatopik.com/wp-content/uploads/2022/07/Sword-Art-Onlie-P-I-A-1-Pictures-2-scaled.jpg",
            "role": "admin",
            "favorites": [0, 1, 2, 3, 4, 5],
            "watched": [0, 1, 2, 3, 4, 5],
            "added": [0, 1, 2, 3, 4, 5]
        }
    ]
}