const Genres: Array<string> = [
    'Сёнен','Сёнен-ай','Сэйнэн','Сёдзё','Сёдзё-ай','Дзёсей','Комедия',
    'Романтика','Школа','Безумие','Боевые искусства','Вампиры','Военное',
    'Гарем','Гурман','Демоны','Детектив','Детское','Драма','Игры',
    'Исторический','Космос','Магия','Машины','Меха','Музыка','Пародия',
    'Повседневность','Полиция','Приключения','Психологическое','Работа',
    'Самураи','Сверхъестественное','Спорт','Супер сила','Ужасы','Фантастика',
    'Фэнтези','Экшен','Этти','Триллер'];

export default Genres;